-- ##############################################################################################
-- require("recipes-ore-processing")	                -- переработка руд
-- require("cooking")		                    		-- рецепты приготовления пищи
-- require("recipes-cast-iron")		                    -- рецепты чугуна
-- require("recipe-wood")	                    		-- деревянные рецы
-- require("wood-rec-fix") 		    		            -- фикс всех рецев с деревом
require("new.recipe-new")                               -- новые рецепты существующих предметов
require("fix.recipes-fix") 			    	            -- измененые рецепты
require("recipe-delete")                                -- удаление ненужных рецептов
-- require("disabled-recipes")				            -- отключенные рецепты
-- require("crafting-time")			                    -- изменение времени крафта
-- ##############################################################################################