-- ##############################################################################################
require("new-sand")                                     -- Новые рецепты песка
require("new-iron-ingot")                               -- Новые рецепты железных слитков
require("new-copper-ingot")                             -- Новые рецепты медных слитков
require("new-steel-ingot")                              -- Новые рецепты стальных слитков
-- ##############################################################################################