-- ##############################################################################################
local recipe = data.raw.recipe
-- ##############################################################################################
-- ИЗМЕНЕНИЕ РЕЦЕПТА СТАЛЬНОЙ БАЛКИ
-- ##############################################################################################
if recipe["CTD-steel-ingot"] then
    recipe["kr-steel-beam"].ingredients = {{ type = "item", name = "se-steel-ingot", amount = 1 }}
    recipe["kr-steel-beam"].results = {{ type = "item", name = "kr-steel-beam", amount = 5 }}
    recipe["kr-steel-beam"].energy_required = 10
end
-- ##############################################################################################