-- ##############################################################################################
local recipe = data.raw.recipe
-- ##############################################################################################
-- ИЗМЕНЕНИЕ РЕЦЕПТА ЖЕЛЕЗНОЙ БАЛКИ
-- ##############################################################################################
if recipe["CTD-iron-ingot"] then
    recipe["kr-iron-beam"].ingredients = {{ type = "item", name = "se-iron-ingot", amount = 1 }}
    recipe["kr-iron-beam"].results = {{ type = "item", name = "kr-iron-beam", amount = 5 }}
    recipe["kr-iron-beam"].energy_required = 10
end
-- ##############################################################################################